;Copyright(C) Canon Inc. All right reserved.
; LastModified: 17-Nov-2017

[ScannerSelector]
Model=
MenuPath=Canon\Canon MF Network Scanner Selector
ExePath=Canon\Canon MF Network Scanner Selector

[ScannerSelector_Title]
ar-SA="أداة إلغاء تثبيت برامج MF برامج تشغيل"
ca-ES="Desinstal·lador de Controladors d'MF"
cs-CZ="Odinstalační program ovladačů MF"
da-DK="MF-drivere Afinstallationsprogram"
de-DE="MF-Treiber Deinstallationsprogramm"
en-US="MF Drivers Uninstaller"
es-ES="Desinstalador del controladores MF"
eu-ES="MF kontrolatzaileak desinstalatzeko morroia"
fi-FI="MF-ajurit asennuksen poisto-ohjelma"
fr-FR="Programme de désinstallation des pilotes MF"
hu-HU="MF illesztőprogramok eltávolítása"
it-IT="Programma di disinstallazione dei Driver MF"
ja-jP="MF ドライバーアンインストーラー"
ko-KR="MF 드라이버 설치 제거 관리자"
ms-MY="Penyahpasang Pemacu MF"
nb-NO="Avinstalleringsprogram for MF-drivere"
nl-NL="MF-stuurprogramma's Verwijderprogramma"
pl-PL="Sterowniki MF - Deinstalator"
pt="MF Desinstalador de Drivers MF"
ru-RU="Программа удаления драйвера Драйверы MF"
sk-SK="Odinštalátor Ovládače MF"
sv-SE="Avinstallera MF-drivrutiner"
th-TH="ไดรเวอร์ MF ตัวถอนการติดตั้ง"
tr-TR="MF Sürücüleri Kaldırıcılar"
vi-VN="Trình gỡ cài đặt Trình Điều Khiển MF"
zh-CN="MF 驱动程序 卸载程序"
zh-TW="MF 驅動程式 解除安裝程式"
uk-UA="MF Drivers Uninstaller"

[ScannerSelector_Message]
ar-SA="برنامج|Canon MF Network Scanner Selector|قيد الاستخدام حاليًا أغلق جميع التطبيقات ثم قم بتشغيل الإعداد مرة أخرى إذا كانت لا تزال لديك مشكلة، فأعد تشغيل الكمبيوتر ثم حاول مرة أخرى|إذا لم تكن تستخدم|Canon MF Network Scanner Selector|فربما يكون مفتوحًا بواسطة مستخدمين آخرين على هذا النظام أغلق جميع التطبيقات والنوافذ ثم حاول مرة أخرى"
ca-ES="S'està utilitzant l'MF Network Scanner Selector actualment. Tanqueu totes les aplicacions i torneu a executar la instal·lació. Si continueu tenint problemes, reinicieu l'ordinador i proveu de nou.|Si no esteu utilitzant el Canon MF Network Scanner Selector, pot ser que l'hagin obert altres usuaris d'aquest sistema. Tanqueu totes les aplicacions i finestres, i proveu de nou."
cs-CZ="Nástroj Canon MF Network Scanner Selector je momentálně používán. Zavřete všechny aplikace a instalaci znovu spusťte. Pokud problém přetrvává, restartujte počítač a pak to zkuste znovu.|Pokud nástroj Canon MF Network Scanner Selector nepoužíváte, může být otevřen jinými uživateli v tomto systému. Zavřete všechny aplikace a okna a zkuste to znovu."
da-DK="Canon MF Network Scanner Selector er i brug i øjeblikket. Luk alle programmer, og kør derefter installationen igen. Hvis problemet fortsætter, skal du genstarte computeren og prøve igen.|Hvis du ikke bruger Canon MF Network Scanner Selector, kan programmet være åbnet af andre brugere på systemet. Luk alle programmer og vinduer, og prøv derefter igen."
de-DE="Canon MF Network Scanner Selector wird zurzeit verwendet. Schließen Sie alle Anwendungen, und führen Sie das Setup erneut durch. Falls das Problem weiterhin besteht, starten Sie Ihren Computer neu, und wiederholen Sie diesen Vorgang.|Falls Sie Canon MF Network Scanner Selector nicht verwenden, wurde es möglicherweise von anderen Benutzern des Systems geöffnet. Schließen Sie alle Anwendungen und Fenster, und wiederholen Sie den Vorgang."
en-US="Canon MF Network Scanner Selector is currently in use. Close all applications, and then run setup again. If you still have a problem, restart your computer and try again.|If you are not using the Canon MF Network Scanner Selector, it may be opened by other users on this system. Close all applications and windows, and then try again."
es-ES="Canon MF Network Scanner Selector se encuentra actualmente en uso. Cierre todas las aplicaciones y ejecute la instalación de nuevo. Si el problema persiste, reinicie el equipo e inténtelo de nuevo.|Si no está utilizando Canon MF Network Scanner Selector, es posible que otro usuario del sistema lo tenga abierto. Cierre todas las aplicaciones y ventanas e inténtelo de nuevo."
eu-ES="Canon MF Network Scanner Selector abian da une honetan. Itxi aplikazio guztiak eta exekutatu konfigurazio-morroia berriro. Arazoak jarraitzen badu, berrabiarazi ordenagailua eta saiatu berriro.| Ez bazara Canon MF Network Scanner Selector erabiltzen ari, baliteke sistemako beste erabiltzaile batek irekita izatea. Itxi aplikazio eta leiho guztiak eta saiatu berriro."
fi-FI="Canon MF Network Scanner Selector on tällä hetkellä käytössä. Sulje kaikki sovellukset ja suorita asennusohjelma uudelleen. Jos kohtaat edelleen ongelmia, käynnistä tietokone uudelleen ja yritä uudelleen.|Jos et käytä Canon MF Network Scanner Selectoria, muut järjestelmän käyttäjät voivat avata sen. Sulje kaikki sovellukset ja ikkunat ja yritä uudelleen."
fr-FR="Canon MF Network Scanner Selector est en cours d'utilisation. Fermez toutes les applications, puis recommencez l'installation. Si vous rencontrez toujours des problèmes, redémarrez votre ordinateur, puis réessayez.|Si vous n'utilisez pas Canon MF Network Scanner Selector, d'autres utilisateurs de ce système peuvent avoir cet utilitaire ouvert. Fermez toutes les applications et fenêtres, puis réessayez."
hu-HU="A Canon MF Network Scanner Selector jelenleg használatban van. Zárja be az összes alkalmazást, majd futtassa újra a telepítőt. Ha a probléma nem szűnik meg, a következő próbálkozás előtt indítsa újra a számítógépet.|Ha a Canon MF Network Scanner Selector programot Ön nem használja, akkor elképzelhető, hogy a rendszer más felhasználói nyitották meg. Zárja be az összes alkalmazást és ablakot, majd próbálkozzon újra."
it-IT="Canon MF Network Scanner Selector è in uso. Chiudere tutte le applicazioni, quindi eseguire nuovamente l'installazione. Se il problema persiste, riavviare il computer e riprovare.|Se il programma Canon MF Network Scanner Selector non è in uso, potrebbe essere stato aperto da altri utenti del sistema. Chiudere tutte le applicazioni e le finestre e riprovare."
ja-jP="Canon MF Network Scanner Selectorは使用中です。すべてのアプリケーションを閉じてから、セットアップを起動しなおしてください。それでも正常に動作しない場合は、コンピューターを再起動してから、操作しなおしてください。|Canon MF Network Scanner Selectorは、システムのほかのユーザーにより開かれている場合もあります。すべてのアプリケーション、ウィンドウを閉じてから、操作しなおしてください。"
ko-KR="Canon MF Network Scanner Selector가 현재 사용 중입니다. 모든 응용 프로그램을 닫고 다시 설치해 보십시오. 그래도 문제가 계속되면 컴퓨터를 다시 시작한 다음 다시 시도하십시오.|Canon MF Network Scanner Selector를 사용하고 있지 않다면 이 시스템에서 다른 사용자가 열었을 수도 있습니다. 응용 프로그램과 창을 모두 닫고 다시 시도하십시오."
ms-MY="Canon MF Network Scanner Selector sedang digunakan. Tutup semua aplikasi, dan kemudian jalankan persediaan semula. Jika anda masih menghadapi masalah, mulakan komputer anda semula dan cuba lagi.|Jika anda tidak menggunakan Canon MF Network Scanner Selector, ia mungkin dibuka oleh pengguna lain pada sistem ini. Tutup semua aplikasi dan tetingkap, dan kemudian cuba lagi."
nb-NO="Canon MF Network Scanner Selector er i bruk. Lukk alle programmer, og kjør deretter installeringsprogrammet igjen. Hvis du fremdeles har problemer, starter du datamaskinen på nytt og prøver igjen.|Hvis du ikke bruker Canon MF Network Scanner Selector, kan det være åpnet av andre brukere i dette systemet. Lukk alle programmer og vinduer, og prøv igjen."
nl-NL="Canon MF Network Scanner Selector wordt momenteel gebruikt. Sluit alle toepassingen en voer de installatie opnieuw uit. Als u nog steeds problemen ondervindt, start u uw computer opnieuw op en probeert u het opnieuw.|Als u Canon MF Network Scanner Selector niet gebruikt, is het mogelijk door andere gebruikers op dit systeem geopend. Sluit alle toepassingen en venster en probeer het opnieuw."
pl-PL="Narzędzie Canon MF Network Scanner Selector jest obecnie używane. Zamknij wszystkie aplikacje i ponownie uruchom instalatora. Jeśli problem będzie nadal występował, uruchom ponownie komputer i spróbuj ponownie.|Jeśli nie korzystasz z narzędzia Canon MF Network Scanner Selector, możliwe, że zostało ono otwarte przez innych użytkowników w tym systemie. Zamknij wszystkie aplikacje i okna, a następnie spróbuj ponownie."
pt="CanO Canon MF Network Scanner Selector está em uso no momento. Feche todos os aplicativos e execute a configuração novamente. Se o problema persistir, reinicie o computador e tente novamente.|Se você não estiver usando o Canon MF Network Scanner Selector, pode ser que ele esteja aberto por outros usuários neste sistema. Feche todos os aplicativos e janelas e tente novamente."
ru-RU="Программа Canon MF Network Scanner Selector используется в настоящий момент. Закройте все приложения и запустите процесс установки повторно. Если проблема не решается, перезагрузите компьютер и повторите попытку.|Если вы не используете программу Canon MF Network Scanner Selector, возможно, она была запущена другими пользователями в этой системе. Закройте все приложения и окна и повторите попытку."
sk-SK="Aplikácia Canon MF Network Scanner Selector sa momentálne používa. Zavrite všetky aplikácie a potom inštaláciu spustite znova. Ak problém pretrváva, reštartujte počítač a skúste znova.|Ak nepoužívate aplikáciu Canon MF Network Scanner Selector, môžu ju mať spustenú iní používatelia tohto systému. Zavrite všetky aplikácie a okná a potom skúste znova."
sv-SE="Canon MF Network Scanner Selector används för tillfället. Stäng alla program och kör installationsprogrammet igen. Om problemet kvarstår startar du om datorn och försöker igen.|Om du inte använder Canon MF Network Scanner Selector kan det ha öppnats av andra användare i systemet. Stäng alla program och fönster och försök igen."
th-TH="มีการใช้ Canon MF Network Scanner Selector อยู่ในขณะนี้ โปรดปิดแอพพลิเคชันทั้งหมดแล้วเรียกใช้การตั้งค่าอีกครั้ง หากคุณยังประสบปัญหาอยู่ ให้รีสตาร์ทคอมพิวเตอร์ของคุณแล้วลองอีกครั้ง|หากคุณไม่ได้ใช้ Canon MF Network Scanner Selector อยู่ มันอาจจะถูกเปิดโดยผู้ใช้อื่นในระบบนี้ โปรดปิดแอพพลิเคชันและหน้าต่างทั้งหมดแล้วลองอีกครั้ง"
tr-TR="Canon MF Network Scanner Selector halen kullanımda. Tüm uygulamaları kapatın ve daha sonra kurulumu tekrar çalıştırın. Yine sorununuz olursa, bilgisayarı yeniden başlatın ve tekrar deneyin.|Canon MF Network Scanner Selector'ı kullanmıyorsanız, sistemdeki başka kullanıcılar tarafından açılmış olabilir. Tüm uygulamaları ve pencereleri kapatın ve daha sonra tekrar deneyin."
vi-VN="Canon MF Network Scanner Selector hiện đang được sử dụng. Đóng tất cả các ứng dụng, rồi chạy lại cài đặt. Nếu bạn vẫn gặp vấn đề, hãy khởi động lại máy tính và thử lại.|Nếu bạn không sử dụng Canon MF Network Scanner Selector, những người dùng khác trên hệ thống này có thể mở tiện ích đó. Đóng tất cả các ứng dụng và cửa sổ, rồi thử lại."
zh-CN="Canon MF Network Scanner Selector 目前正在使用。请关闭所有应用程序，然后再次运行安装程序。如果仍有问题，请重新启动计算机，然后重试。|如果您没有使用 Canon MF Network Scanner Selector，它可能是被系统上的其他用户打开的。请关闭所有应用程序和窗口，然后重试。"
zh-TW="Canon MF Network Scanner Selector 已在使用中。請關閉所有應用程式，然後再次執行安裝程式。若問題仍然無法解決，請重新啟動電腦，然後重試。|您若未使用 Canon MF Network Scanner Selector，即可能是系統上的其他使用者所開啟。請關閉所有的應用程式與視窗，然後重試。"
uk-UA="Canon MF Network Scanner Selector is currently in use. Close all applications, and then run setup again. If you still have a problem, restart your computer and try again.|If you are not using the Canon MF Network Scanner Selector, it may be opened by other users on this system. Close all applications and windows, and then try again."
